Repository: robertdevore/barcodes-for-woocommerce
Catalog: languages/barcodes-for-woocommerce-*.po
Languages: af, es_mx, fr_fr, it_it

source: Barcodes for WooCommerce
af: Strepiekodes vir WooCommerce
es_mx: Códigos de barras para WooCommerce
fr_fr: Codes-barres pour WooCommerce
it_it: Codici a barre per WooCommerce

source: Barcodes
af: Strepiekodes
es_mx: Códigos de barras
fr_fr: Codes barres
it_it: Codici a barre

source: No new products need barcodes.
af: Geen nuwe produkte het strepieskodes nodig nie.
es_mx: Los nuevos productos no necesitan códigos de barras.
fr_fr: Aucun nouveau produit n'a besoin de code-barres.
it_it: Nessun nuovo prodotto ha bisogno di codici a barre.

source: All products processed.
af: Alle produkte verwerk.
es_mx: Todos los productos procesados.
fr_fr: Tous les produits ont été traités.
it_it: Tutti i prodotti lavorati.

source: No order ID provided.
af: Geen bestelling-ID verskaf nie.
es_mx: No se facilita identificación del pedido.
fr_fr: Aucun numéro d'ordre n'est fourni.
it_it: Non è stato fornito l'ID dell'ordine.

source: Order Barcode
af: Bestel strepieskode
es_mx: Código de Barras del Pedido
fr_fr: Code à barres pour la commande
it_it: Codice a Barre dell'ordine

source: No barcode found.
af: Geen strepieskode gevind nie.
es_mx: No se ha encontrado ningún código de barras.
fr_fr: Aucun code-barres n'a été trouvé.
it_it: Nessun codice a barre trovato.

source: All orders already have barcodes.
af: Alle bestellings het reeds strepieskodes.
es_mx: Todos los pedidos ya tienen código de barras.
fr_fr: Toutes les commandes sont déjà munies d'un code-barres.
it_it: Tutti gli ordini sono già dotati di codice a barre.

source: All orders processed.
af: Alle bestellings verwerk.
es_mx: Todos los pedidos procesados.
fr_fr: Toutes les commandes ont été traitées.
it_it: Tutti gli ordini sono stati elaborati.

source: No barcode provided.
af: Geen strepieskode verskaf nie.
es_mx: No se proporciona código de barras.
fr_fr: Aucun code-barres n'est fourni.
it_it: Non è previsto un codice a barre.

source: Order not found.
af: Bestelling nie gevind nie.
es_mx: Orden no encontrada.
fr_fr: Commande introuvable.
it_it: Ordine non trovato.

source: General Settings
af: Algemene Verstellings
es_mx: Ajustes Generales
fr_fr: Réglages généraux
it_it: Impostazioni generali

source: Scan Barcodes
af: Skandeer strepieskodes
es_mx: Escanear códigos de barras
fr_fr: Scanner les codes-barres
it_it: Scansione dei codici a barre

source: Advanced
af: Gevorderd
es_mx: Avanzado
fr_fr: Avancé
it_it: Avanzate

source: Support
af: Hulp
es_mx: Soporte
it_it: Supporto

source: Documentation
af: Dokumentasie
es_mx: Documentación
it_it: Documentazione

source: Enable Barcodes
af: Aktiveer strepieskodes
es_mx: Activar códigos de barras
fr_fr: Activer les codes-barres
it_it: Abilita codici a barre

source: Barcode Type
af: Streepkode tipe
es_mx: Tipo de código de barras
fr_fr: Type de code à barres
it_it: Tipo codice a barre

source: QR Code
af: QR Kode
es_mx: Código QR

source: Barcode Color
af: Streepkode kleur
es_mx: Color del código de barras
fr_fr: Couleur du code barre
it_it: Colore del codice a barre

source: Use this page to scan barcodes and manage orders.
af: Gebruik hierdie bladsy om strepieskodes te skandeer en bestellings te bestuur.
es_mx: Utilice esta página para escanear códigos de barras y gestionar pedidos.
fr_fr: Cette page permet de scanner les codes-barres et de gérer les commandes.
it_it: Utilizzate questa pagina per scansionare i codici a barre e gestire gli ordini.

source: Search barcodes
af: Soek strepieskodes
es_mx: Buscar códigos de barras
fr_fr: Recherche de codes-barres
it_it: Ricerca codici a barre

source: Search
af: Soek
es_mx: Buscar
fr_fr: Rechercher
it_it: Cerca

source: Or use your camera to scan
af: Of gebruik jou kamera om te skandeer
es_mx: O utiliza tu cámara para escanear
fr_fr: Ou utilisez votre appareil photo pour scanner
it_it: Oppure utilizzare la fotocamera per scansionare

source: Start Scanner
af: Begin Skandeerder
es_mx: Iniciar escáner
fr_fr: Démarrer le scanner
it_it: Avviare lo scanner

source: Advanced Settings
af: Gevorderde instellings
es_mx: Ajustes avanzados
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate

source: Generate barcodes for existing orders and products.
af: Genereer strepieskodes vir bestaande bestellings en produkte.
es_mx: Generar códigos de barras para pedidos y productos existentes.
fr_fr: Générer des codes-barres pour les commandes et les produits existants.
it_it: Generare codici a barre per gli ordini e i prodotti esistenti.

source: Orders
af: Bestellings
es_mx: Pedidos
fr_fr: Commandes
it_it: Ordini

source: Generate Barcodes for Orders
af: Genereer strepieskodes vir bestellings
es_mx: Generar códigos de barras para pedidos
fr_fr: Générer des codes-barres pour les commandes
it_it: Generare codici a barre per gli ordini

source: Products
af: Produkte
es_mx: Productos
fr_fr: Produits
it_it: Prodotti

source: Generate Barcodes for Products
af: Genereer strepieskodes vir produkte
es_mx: Generar códigos de barras para productos
fr_fr: Générer des codes-barres pour les produits
it_it: Generare codici a barre per i prodotti

source: Order Barcode:
af: Bestel strepieskode:
es_mx: Código de barras del pedido:
fr_fr: Code-barres de la commande :
it_it: Codice a barre dell'ordine:

source: Barcode Text:
af: Streepkode teks:
es_mx: Texto del código de barras:
fr_fr: Texte du code-barres :
it_it: Testo del codice a barre:

source: Scan to share this product:
af: Skandeer om hierdie produk te deel:
es_mx: Escanea para compartir este producto:
fr_fr: Scanner pour partager ce produit :
it_it: Scansione per condividere questo prodotto:

source: Product QR Code
af: Produk QR-kode
es_mx: Código QR del producto
fr_fr: Code QR du produit
it_it: Codice QR del prodotto

source: Product Barcode:
af: Produk strepieskode:
es_mx: Código de barras del producto:
fr_fr: Code-barres du produit :
it_it: Codice a barre del prodotto:

source: Product Barcode
af: Produk strepieskode
es_mx: Código de barras del producto
fr_fr: Code barre du produit
it_it: Codice a barre del prodotto

source: Barcodes for WooCommerce®
af: Strepiekodes vir WooCommerce®
es_mx: Códigos de barras para WooCommerce
fr_fr: Codes-barres pour WooCommerce
it_it: Codici a barre per WooCommerce

source: Generate and manage barcodes/QR codes for WooCommerce orders and products.
af: Genereer en bestuur strepieskodes/QR-kodes vir WooCommerce-bestellings en -produkte.
es_mx: Genere y gestione códigos de barras/códigos QR para pedidos y productos de WooCommerce.
fr_fr: Générer et gérer des codes-barres/codes QR pour les commandes et les produits de WooCommerce.
it_it: Generare e gestire codici a barre/codici QR per ordini e prodotti WooCommerce.
